Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# access_permission.photos.description
source: Choose photos for AI chat attachments.
ar: اختر صورًا لمرفقات دردشة الذكاء الاصطناعي.
bg: Изберете снимки за прикачени файлове за ИИ чат.
bn: এআই চ্যাট সংযুক্তিগুলির জন্য ফটোগুলি চয়ন করুন।
ca: Trieu fotos per als fitxers adjunts de xat d'IA.
cs: Vybírejte fotky jako přílohy do chatu s AI.
da: Vælg fotos som vedhæftninger i AI-chatten.
de: Wähle Fotos für Anhänge im KI-Chat aus.
el: Επιλέξτε φωτογραφίες για επισύναψη στη συνομιλία με την ΤΝ.
es_es: Elige fotos para los archivos adjuntos del chat con IA.
es_mx: Elige fotos para los archivos adjuntos del chat con IA.
et: Vali fotod tehisintellekti vestluse manusteks.
fa: عکس‌هایی برای پیوست گفت‌وگوی هوش مصنوعی انتخاب کنید.
fi: Valitse kuvia tekoälykeskustelun liitteiksi.
fr: Choisissez des photos pour les pièces jointes du chat IA.
gu: AI ચૅટમાં જોડવા માટે ફોટા પસંદ કરો.
he: בחירת תמונות לצירוף לצ׳אט AI.
hi: AI चैट अटैचमेंट के लिए फ़ोटो चुनें।
hr: Odaberite fotografije za privitke u AI razgovoru.
hu: Válassz fotókat az AI-csevegés mellékleteihez.
id: Pilih foto untuk lampiran obrolan AI.
is: Veldu myndir sem viðhengi í gervigreindarspjallinu.
it: Scegli le foto da allegare alla chat IA.
ja: AIチャットの添付用に写真を選択します。
kn: AI ಚಾಟ್‌ಗೆ ಲಗತ್ತಿಸಲು ಫೋಟೋಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: AI 채팅에 첨부할 사진을 선택하세요.
lt: Pasirinkite nuotraukas DI pokalbio priedams.
lv: Izvēlieties fotoattēlus MI sarunas pielikumiem.
ml: AI ചാറ്റിലെ അറ്റാച്ച്മെന്റുകൾക്കായി ഫോട്ടോകൾ തിരഞ്ഞെടുക്കുക.
mr: AI चॅटमध्ये जोडण्यासाठी फोटो निवडा.
nb: Velg bilder som vedlegg i AI-chatten.
nl: Kies foto's als bijlage voor de AI-chat.
pa: AI ਚੈਟ ਨਾਲ ਨੱਥੀ ਕਰਨ ਲਈ ਫ਼ੋਟੋਆਂ ਚੁਣੋ।
pl: Wybieraj zdjęcia jako załączniki w czacie AI.
pt_br: Escolha fotos para anexar ao chat com IA.
ro: Alege poze pentru atașamentele din chatul AI.
ru: Выберите фотографии для вложений в чате с ИИ.
sk: Vyberte fotky ako prílohy AI chatu.
sl: Izberite fotografije za priloge v klepetu z UI.
sv: Välj bilder att bifoga i AI-chatten.
sw: Chagua picha za kuambatisha kwenye gumzo la AI.
ta: AI அரட்டையில் இணைக்க புகைப்படங்களைத் தேர்ந்தெடுக்கவும்.
te: AI చాట్ జోడింపుల కోసం ఫొటోలను ఎంచుకోండి.
th: เลือกรูปภาพเพื่อแนบในแชต AI
tr: AI sohbetine eklemek için fotoğraf seçin.
uk: Вибирайте фото для вкладень у чаті ШІ.
ur: AI چیٹ میں منسلک کرنے کے لیے تصاویر منتخب کریں۔
vi: Chọn ảnh đính kèm vào cuộc trò chuyện AI.
zh_hans: 为 AI 聊天附件选择照片。
zu: Khetha izithombe ozozinamathisela engxoxweni ye-AI.

# access_permission.photos.title
source: Photos
ar: الصور
bg: Снимки
bn: ফটো
ca: Fotos
cs: Fotky
da: Fotos
de: Fotos
el: Φωτογραφίες
es_es: Fotos
es_mx: Fotos
et: Fotod
fa: عکس‌ها
fi: Kuvat
gu: ફોટા
he: תמונות
hi: फ़ोटो
hr: Fotografije
hu: Fotók
id: Foto
is: Myndir
it: Foto
ja: 写真
kn: ಫೋಟೋಗಳು
ko: 사진
lt: Nuotraukos
lv: Fotoattēli
ml: ഫോട്ടോകൾ
mr: फोटो
nb: Bilder
nl: Foto's
pa: ਫ਼ੋਟੋਆਂ
pl: Zdjęcia
pt_br: Fotos
ro: Poze
ru: Фото
sk: Fotky
sl: Fotografije
sv: Bilder
sw: Picha
ta: புகைப்படங்கள்
te: ఫొటోలు
th: รูปภาพ
tr: Fotoğraflar
uk: Фото
ur: تصاویر
vi: Ảnh
zh_hans: 照片
zu: Izithombe

# ai_chat_alert.microphone.message
source: Microphone access is turned off for lingvichr. Open Settings to allow it.
ar: تم إيقاف الوصول إلى الميكروفون لتطبيق lingvichr. افتح الإعدادات للسماح به.
bg: Достъпът до микрофона е изключен за lingvichr. Отворете Настройки, за да го разрешите.
bn: lingvichr এর জন্য মাইক্রোফোন অ্যাক্সেস বন্ধ করা হয়েছে। অনুমতি দিতে সেটিংস খুলুন।
ca: L'accés al micròfon està desactivat per a lingvichr. Obriu Configuració per permetre-ho.
cs: Přístup k mikrofonu je pro lingvichr vypnutý. Povolte jej v Nastavení.
da: Mikrofonadgang er slået fra for lingvichr. Åbn Indstillinger for at tillade den.
de: Der Mikrofonzugriff für lingvichr ist deaktiviert. Öffne die Einstellungen, um ihn zu erlauben.
el: Η πρόσβαση στο μικρόφωνο είναι απενεργοποιημένη για το lingvichr. Επιτρέψτε την στις Ρυθμίσεις.
es_es: El acceso al micrófono está desactivado para lingvichr. Abre Ajustes para permitirlo.
es_mx: El acceso al micrófono está desactivado para lingvichr. Abre Ajustes para permitirlo.
et: lingvichr mikrofoni juurdepääs on välja lülitatud. Selle lubamiseks ava seaded.
fa: دسترسی lingvichr به میکروفون غیرفعال است. برای فعال کردن آن، تنظیمات را باز کنید.
fi: lingvichrn mikrofonin käyttöoikeus on poistettu. Salli se asetuksissa.
fr: L’accès au microphone est désactivé pour lingvichr. Ouvrez Réglages pour l’autoriser.
gu: lingvichr માટે માઇક્રોફોનની ઍક્સેસ બંધ છે. મંજૂરી આપવા સેટિંગ્સ ખોલો.
he: הגישה למיקרופון כבויה עבור lingvichr. יש לפתוח את ההגדרות כדי לאפשר אותה.
hi: lingvichr के लिए माइक्रोफ़ोन एक्सेस बंद है। इसे अनुमति देने के लिए सेटिंग्स खोलें।
hr: Pristup mikrofonu isključen je za lingvichr. Otvorite Postavke da biste ga dopustili.
hu: A lingvichr mikrofonhozzáférése ki van kapcsolva. Engedélyezd a Beállításokban.
id: Akses mikrofon untuk lingvichr dinonaktifkan. Buka Pengaturan untuk mengizinkannya.
is: Slökkt er á hljóðnemaaðgangi fyrir lingvichr. Opnaðu Stillingar til að leyfa hann.
it: L’accesso al microfono è disattivato per lingvichr. Apri Impostazioni per consentirlo.
ja: lingvichr のマイクへのアクセスはオフです。許可するには「設定」を開いてください。
kn: lingvichrಗೆ ಮೈಕ್ರೊಫೋನ್ ಪ್ರವೇಶ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ. ಅನುಮತಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ.
ko: lingvichr의 마이크 접근이 꺼져 있습니다. 설정에서 허용하세요.
lt: lingvichr prieiga prie mikrofono išjungta. Atidarykite nustatymus ir ją įjunkite.
lv: lingvichr piekļuve mikrofonam ir izslēgta. Lai to atļautu, atveriet iestatījumus.
ml: lingvichr-യ്ക്ക് മൈക്രോഫോൺ അനുമതി ഓഫാണ്. അനുവദിക്കാൻ ക്രമീകരണങ്ങൾ തുറക്കുക.
mr: lingvichr साठी मायक्रोफोनचा प्रवेश बंद आहे. परवानगी देण्यासाठी सेटिंग्ज उघडा.
nb: Mikrofontilgang er slått av for lingvichr. Åpne Innstillinger for å tillate den.
nl: Microfoontoegang is uitgeschakeld voor lingvichr. Open Instellingen om toegang toe te staan.
pa: lingvichr ਲਈ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਦੀ ਪਹੁੰਚ ਬੰਦ ਹੈ। ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ।
pl: Dostęp do mikrofonu jest wyłączony dla lingvichr. Otwórz Ustawienia, aby go włączyć.
pt_br: O acesso ao microfone está desativado para o lingvichr. Abra os Ajustes para permitir.
ro: Accesul la microfon este dezactivat pentru lingvichr. Deschide Configurări pentru a-l permite.
ru: Доступ к микрофону для lingvichr отключен. Откройте «Настройки», чтобы разрешить его.
sk: Prístup k mikrofónu je pre lingvichr vypnutý. Povoľte ho v Nastaveniach.
sl: Dostop do mikrofona je za lingvichr izklopljen. Dovolite ga v Nastavitvah.
sv: Mikrofonåtkomst är avstängd för lingvichr. Tillåt den i Inställningar.
sw: Ufikiaji wa maikrofoni umezimwa kwa lingvichr. Fungua Mipangilio ili kuuruhusu.
ta: lingvichr-க்கு மைக்ரோஃபோன் அணுகல் முடக்கப்பட்டுள்ளது. அனுமதிக்க அமைப்புகளைத் திறக்கவும்.
te: lingvichr కోసం మైక్రోఫోన్ అనుమతి ఆఫ్‌లో ఉంది. అనుమతించడానికి సెట్టింగ్‌లను తెరవండి.
th: lingvichr ไม่มีสิทธิ์ใช้ไมโครโฟน เปิดการตั้งค่าเพื่ออนุญาต
tr: lingvichr için mikrofon erişimi kapalı. İzin vermek için Ayarlar’ı açın.
uk: Доступ lingvichr до мікрофона вимкнено. Відкрийте Параметри, щоб дозволити його.
ur: lingvichr کے لیے مائیکروفون کی رسائی بند ہے۔ اجازت دینے کے لیے ترتیبات کھولیں۔
vi: Quyền truy cập micrô của lingvichr đang tắt. Mở Cài đặt để cho phép.
zh_hans: lingvichr 的麦克风访问权限已关闭。打开“设置”以允许访问。
zu: Imvume yemakrofoni ye-lingvichr ivaliwe. Vula Izilungiselelo ukuze uyivumele.

# ai_chat_alert.microphone.title
source: Microphone Access Needed
ar: مطلوب الوصول إلى الميكروفون
bg: Необходим е достъп до микрофона
bn: মাইক্রোফোন অ্যাক্সেস প্রয়োজন
ca: Accés al micròfon necessari
cs: Je potřeba přístup k mikrofonu
da: Mikrofonadgang kræves
de: Mikrofonzugriff erforderlich
el: Απαιτείται πρόσβαση στο μικρόφωνο
es_es: Se necesita acceso al micrófono
es_mx: Se necesita acceso al micrófono
et: Vajalik on juurdepääs mikrofonile
fa: دسترسی به میکروفون لازم است
fi: Mikrofonin käyttöoikeus tarvitaan
fr: Accès au microphone requis
gu: માઇક્રોફોનની ઍક્સેસ જરૂરી છે
he: נדרשת גישה למיקרופון
hi: माइक्रोफ़ोन एक्सेस आवश्यक है
hr: Potreban je pristup mikrofonu
hu: Mikrofonhozzáférés szükséges
id: Akses Mikrofon Diperlukan
is: Aðgangur að hljóðnema er nauðsynlegur
it: Accesso al microfono necessario
ja: マイクへのアクセスが必要です
kn: ಮೈಕ್ರೊಫೋನ್ ಪ್ರವೇಶ ಬೇಕು
ko: 마이크 접근 필요
lt: Reikia prieigos prie mikrofono
lv: Nepieciešama piekļuve mikrofonam
ml: മൈക്രോഫോൺ അനുമതി വേണം
mr: मायक्रोफोनचा प्रवेश आवश्यक
nb: Mikrofontilgang kreves
nl: Microfoontoegang nodig
pa: ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਦੀ ਪਹੁੰਚ ਚਾਹੀਦੀ ਹੈ
pl: Potrzebny dostęp do mikrofonu
pt_br: Acesso ao microfone necessário
ro: Este necesar accesul la microfon
ru: Требуется доступ к микрофону
sk: Vyžaduje sa prístup k mikrofónu
sl: Potreben je dostop do mikrofona
sv: Mikrofonåtkomst behövs
sw: Ufikiaji wa Maikrofoni Unahitajika
ta: மைக்ரோஃபோன் அணுகல் தேவை
te: మైక్రోఫోన్ అనుమతి అవసరం
th: ต้องใช้สิทธิ์เข้าถึงไมโครโฟน
tr: Mikrofon Erişimi Gerekli
uk: Потрібен доступ до мікрофона
ur: مائیکروفون کی رسائی درکار ہے
vi: Cần quyền truy cập micrô
zh_hans: 需要麦克风访问权限
zu: Kudingeka imvume yemakrofoni

# ai_chat_attachment_settings.camera.message
source: Camera access is turned off for lingvichr. Open Settings to allow it.
ar: تم إيقاف الوصول إلى الكاميرا لتطبيق lingvichr. افتح الإعدادات للسماح به.
bg: Достъпът до камерата е изключен за lingvichr. Отворете Настройки, за да го разрешите.
bn: lingvichr এর জন্য ক্যামেরা অ্যাক্সেস বন্ধ করা আছে। অনুমতি দিতে সেটিংস খুলুন।
ca: L'accés a la càmera està desactivat per a lingvichr. Obriu Configuració per permetre-ho.
cs: Přístup k fotoaparátu je pro lingvichr vypnutý. Povolte jej v Nastavení.
da: Kameraadgang er slået fra for lingvichr. Åbn Indstillinger for at tillade den.
de: Der Kamerazugriff für lingvichr ist deaktiviert. Öffne die Einstellungen, um ihn zu erlauben.
el: Η πρόσβαση στην κάμερα είναι απενεργοποιημένη για το lingvichr. Επιτρέψτε την στις Ρυθμίσεις.
es_es: El acceso a la cámara está desactivado para lingvichr. Abre Ajustes para permitirlo.
es_mx: El acceso a la cámara está desactivado para lingvichr. Abre Ajustes para permitirlo.
et: lingvichr kaamerale juurdepääs on välja lülitatud. Selle lubamiseks ava seaded.
fa: دسترسی lingvichr به دوربین غیرفعال است. برای فعال کردن آن، تنظیمات را باز کنید.
fi: lingvichrn kameran käyttöoikeus on poistettu. Salli se asetuksissa.
fr: L’accès à l’appareil photo est désactivé pour lingvichr. Ouvrez Réglages pour l’autoriser.
gu: lingvichr માટે કૅમેરાની ઍક્સેસ બંધ છે. મંજૂરી આપવા સેટિંગ્સ ખોલો.
he: הגישה למצלמה כבויה עבור lingvichr. יש לפתוח את ההגדרות כדי לאפשר אותה.
hi: lingvichr के लिए कैमरा एक्सेस बंद है। इसे अनुमति देने के लिए सेटिंग्स खोलें।
hr: Pristup kameri isključen je za lingvichr. Otvorite Postavke da biste ga dopustili.
hu: A lingvichr kamerahozzáférése ki van kapcsolva. Engedélyezd a Beállításokban.
id: Akses kamera untuk lingvichr dinonaktifkan. Buka Pengaturan untuk mengizinkannya.
is: Slökkt er á myndavélaaðgangi fyrir lingvichr. Opnaðu Stillingar til að leyfa hann.
it: L’accesso alla fotocamera è disattivato per lingvichr. Apri Impostazioni per consentirlo.
ja: lingvichr のカメラへのアクセスはオフです。許可するには「設定」を開いてください。
kn: lingvichrಗೆ ಕ್ಯಾಮೆರಾ ಪ್ರವೇಶ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ. ಅನುಮತಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ.
ko: lingvichr의 카메라 접근이 꺼져 있습니다. 설정에서 허용하세요.
lt: lingvichr prieiga prie kameros išjungta. Atidarykite nustatymus ir ją įjunkite.
lv: lingvichr piekļuve kamerai ir izslēgta. Lai to atļautu, atveriet iestatījumus.
ml: lingvichr-യ്ക്ക് ക്യാമറ അനുമതി ഓഫാണ്. അനുവദിക്കാൻ ക്രമീകരണങ്ങൾ തുറക്കുക.
mr: lingvichr साठी कॅमेऱ्याचा प्रवेश बंद आहे. परवानगी देण्यासाठी सेटिंग्ज उघडा.
nb: Kameratilgang er slått av for lingvichr. Åpne Innstillinger for å tillate den.
nl: Cameratoegang is uitgeschakeld voor lingvichr. Open Instellingen om toegang toe te staan.
pa: lingvichr ਲਈ ਕੈਮਰੇ ਦੀ ਪਹੁੰਚ ਬੰਦ ਹੈ। ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ।
pl: Dostęp do aparatu jest wyłączony dla lingvichr. Otwórz Ustawienia, aby go włączyć.
pt_br: O acesso à câmera está desativado para o lingvichr. Abra os Ajustes para permitir.
ro: Accesul la cameră este dezactivat pentru lingvichr. Deschide Configurări pentru a-l permite.
ru: Доступ к камере для lingvichr отключен. Откройте «Настройки», чтобы разрешить его.
sk: Prístup k fotoaparátu je pre lingvichr vypnutý. Povoľte ho v Nastaveniach.
sl: Dostop do kamere je za lingvichr izklopljen. Dovolite ga v Nastavitvah.
sv: Kameraåtkomst är avstängd för lingvichr. Tillåt den i Inställningar.
sw: Ufikiaji wa kamera umezimwa kwa lingvichr. Fungua Mipangilio ili kuuruhusu.
ta: lingvichr-க்கு கேமரா அணுகல் முடக்கப்பட்டுள்ளது. அனுமதிக்க அமைப்புகளைத் திறக்கவும்.
te: lingvichr కోసం కెమెరా అనుమతి ఆఫ్‌లో ఉంది. అనుమతించడానికి సెట్టింగ్‌లను తెరవండి.
th: lingvichr ไม่มีสิทธิ์ใช้กล้อง เปิดการตั้งค่าเพื่ออนุญาต
tr: lingvichr için kamera erişimi kapalı. İzin vermek için Ayarlar’ı açın.
uk: Доступ lingvichr до камери вимкнено. Відкрийте Параметри, щоб дозволити його.
ur: lingvichr کے لیے کیمرے کی رسائی بند ہے۔ اجازت دینے کے لیے ترتیبات کھولیں۔
vi: Quyền truy cập camera của lingvichr đang tắt. Mở Cài đặt để cho phép.
zh_hans: lingvichr 的相机访问权限已关闭。打开“设置”以允许访问。
zu: Imvume yekhamera ye-lingvichr ivaliwe. Vula Izilungiselelo ukuze uyivumele.

# ai_chat_attachment_settings.camera.title
source: Camera Access Needed
ar: مطلوب الوصول إلى الكاميرا
bg: Необходим е достъп до камерата
bn: ক্যামেরা অ্যাক্সেস প্রয়োজন
ca: Necessita accés a la càmera
cs: Je potřeba přístup k fotoaparátu
da: Kameraadgang kræves
de: Kamerazugriff erforderlich
el: Απαιτείται πρόσβαση στην κάμερα
es_es: Se necesita acceso a la cámara
es_mx: Se necesita acceso a la cámara
et: Vajalik on juurdepääs kaamerale
fa: دسترسی به دوربین لازم است
fi: Kameran käyttöoikeus tarvitaan
fr: Accès à l’appareil photo requis
gu: કૅમેરાની ઍક્સેસ જરૂરી છે
he: נדרשת גישה למצלמה
hi: कैमरा एक्सेस आवश्यक है
hr: Potreban je pristup kameri
hu: Kamerahozzáférés szükséges
id: Akses Kamera Diperlukan
is: Aðgangur að myndavél er nauðsynlegur
it: Accesso alla fotocamera necessario
ja: カメラへのアクセスが必要です
kn: ಕ್ಯಾಮೆರಾ ಪ್ರವೇಶ ಬೇಕು
ko: 카메라 접근 필요
lt: Reikia prieigos prie kameros
lv: Nepieciešama piekļuve kamerai
ml: ക്യാമറ അനുമതി വേണം
mr: कॅमेऱ्याचा प्रवेश आवश्यक
nb: Kameratilgang kreves
nl: Cameratoegang nodig
pa: ਕੈਮਰੇ ਦੀ ਪਹੁੰਚ ਚਾਹੀਦੀ ਹੈ
pl: Potrzebny dostęp do aparatu
pt_br: Acesso à câmera necessário
ro: Este necesar accesul la cameră
ru: Требуется доступ к камере
sk: Vyžaduje sa prístup k fotoaparátu
sl: Potreben je dostop do kamere
sv: Kameraåtkomst behövs
sw: Ufikiaji wa Kamera Unahitajika
ta: கேமரா அணுகல் தேவை
te: కెమెరా అనుమతి అవసరం
th: ต้องใช้สิทธิ์เข้าถึงกล้อง
tr: Kamera Erişimi Gerekli
uk: Потрібен доступ до камери
ur: کیمرے کی رسائی درکار ہے
vi: Cần quyền truy cập camera
zh_hans: 需要相机访问权限
zu: Kudingeka imvume yekhamera

# ai_chat_attachment_settings.files.message
source: File access is turned off for lingvichr. Open Settings to allow it.
ar: تم إيقاف الوصول إلى الملفات لتطبيق lingvichr. افتح الإعدادات للسماح به.
bg: Достъпът до файлове е изключен за lingvichr. Отворете Настройки, за да го разрешите.
bn: ফাইল অ্যাক্সেস lingvichr এর জন্য বন্ধ করা হয়েছে। অনুমতি দিতে সেটিংস খুলুন।
ca: L'accés al fitxer està desactivat per a lingvichr. Obriu Configuració per permetre-ho.
cs: Přístup k souborům je pro lingvichr vypnutý. Povolte jej v Nastavení.
da: Filadgang er slået fra for lingvichr. Åbn Indstillinger for at tillade den.
de: Der Dateizugriff für lingvichr ist deaktiviert. Öffne die Einstellungen, um ihn zu erlauben.
el: Η πρόσβαση στα αρχεία είναι απενεργοποιημένη για το lingvichr. Επιτρέψτε την στις Ρυθμίσεις.
es_es: El acceso a Archivos está desactivado para lingvichr. Abre Ajustes para permitirlo.
es_mx: El acceso a Archivos está desactivado para lingvichr. Abre Ajustes para permitirlo.
et: lingvichr failidele juurdepääs on välja lülitatud. Selle lubamiseks ava seaded.
fa: دسترسی lingvichr به فایل‌ها غیرفعال است. برای فعال کردن آن، تنظیمات را باز کنید.
fi: lingvichrn tiedostojen käyttöoikeus on poistettu. Salli se asetuksissa.
fr: L’accès aux fichiers est désactivé pour lingvichr. Ouvrez Réglages pour l’autoriser.
gu: lingvichr માટે ફાઇલોની ઍક્સેસ બંધ છે. મંજૂરી આપવા સેટિંગ્સ ખોલો.
he: הגישה לקבצים כבויה עבור lingvichr. יש לפתוח את ההגדרות כדי לאפשר אותה.
hi: lingvichr के लिए फ़ाइल एक्सेस बंद है। इसे अनुमति देने के लिए सेटिंग्स खोलें।
hr: Pristup datotekama isključen je za lingvichr. Otvorite Postavke da biste ga dopustili.
hu: A lingvichr fájlhozzáférése ki van kapcsolva. Engedélyezd a Beállításokban.
id: Akses file untuk lingvichr dinonaktifkan. Buka Pengaturan untuk mengizinkannya.
is: Slökkt er á skráaaðgangi fyrir lingvichr. Opnaðu Stillingar til að leyfa hann.
it: L’accesso ai file è disattivato per lingvichr. Apri Impostazioni per consentirlo.
ja: lingvichr のファイルへのアクセスはオフです。許可するには「設定」を開いてください。
kn: lingvichrಗೆ ಫೈಲ್ ಪ್ರವೇಶ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ. ಅನುಮತಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ.
ko: lingvichr의 파일 접근이 꺼져 있습니다. 설정에서 허용하세요.
lt: lingvichr prieiga prie failų išjungta. Atidarykite nustatymus ir ją įjunkite.
lv: lingvichr piekļuve failiem ir izslēgta. Lai to atļautu, atveriet iestatījumus.
ml: lingvichr-യ്ക്ക് ഫയൽ അനുമതി ഓഫാണ്. അനുവദിക്കാൻ ക്രമീകരണങ്ങൾ തുറക്കുക.
mr: lingvichr साठी फाइलचा प्रवेश बंद आहे. परवानगी देण्यासाठी सेटिंग्ज उघडा.
nb: Filtilgang er slått av for lingvichr. Åpne Innstillinger for å tillate den.
nl: Bestandstoegang is uitgeschakeld voor lingvichr. Open Instellingen om toegang toe te staan.
pa: lingvichr ਲਈ ਫ਼ਾਈਲਾਂ ਦੀ ਪਹੁੰਚ ਬੰਦ ਹੈ। ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ।
pl: Dostęp do plików jest wyłączony dla lingvichr. Otwórz Ustawienia, aby go włączyć.
pt_br: O acesso a Arquivos está desativado para o lingvichr. Abra os Ajustes para permitir.
ro: Accesul la fișiere este dezactivat pentru lingvichr. Deschide Configurări pentru a-l permite.
ru: Доступ к файлам для lingvichr отключен. Откройте «Настройки», чтобы разрешить его.
sk: Prístup k súborom je pre lingvichr vypnutý. Povoľte ho v Nastaveniach.
sl: Dostop do datotek je za lingvichr izklopljen. Dovolite ga v Nastavitvah.
sv: Filåtkomst är avstängd för lingvichr. Tillåt den i Inställningar.
sw: Ufikiaji wa faili umezimwa kwa lingvichr. Fungua Mipangilio ili kuuruhusu.
ta: lingvichr-க்கு கோப்பு அணுகல் முடக்கப்பட்டுள்ளது. அனுமதிக்க அமைப்புகளைத் திறக்கவும்.
te: lingvichr కోసం ఫైల్ అనుమతి ఆఫ్‌లో ఉంది. అనుమతించడానికి సెట్టింగ్‌లను తెరవండి.
th: lingvichr ไม่มีสิทธิ์เข้าถึงไฟล์ เปิดการตั้งค่าเพื่ออนุญาต
tr: lingvichr için dosya erişimi kapalı. İzin vermek için Ayarlar’ı açın.
uk: Доступ lingvichr до файлів вимкнено. Відкрийте Параметри, щоб дозволити його.
ur: lingvichr کے لیے فائلوں کی رسائی بند ہے۔ اجازت دینے کے لیے ترتیبات کھولیں۔
vi: Quyền truy cập tệp của lingvichr đang tắt. Mở Cài đặt để cho phép.
zh_hans: lingvichr 的文件访问权限已关闭。打开“设置”以允许访问。
zu: Imvume yamafayela ye-lingvichr ivaliwe. Vula Izilungiselelo ukuze uyivumele.

# ai_chat_attachment_settings.files.title
source: File Access Needed
ar: مطلوب الوصول إلى الملفات
bg: Необходим е достъп до файла
bn: ফাইল অ্যাক্সেস প্রয়োজন
ca: Accés al fitxer necessari
cs: Je potřeba přístup k souborům
da: Filadgang kræves
de: Dateizugriff erforderlich
el: Απαιτείται πρόσβαση στα αρχεία
es_es: Se necesita acceso a Archivos
es_mx: Se necesita acceso a Archivos
et: Vajalik on juurdepääs failidele
fa: دسترسی به فایل‌ها لازم است
fi: Tiedostojen käyttöoikeus tarvitaan
fr: Accès aux fichiers requis
gu: ફાઇલોની ઍક્સેસ જરૂરી છે
he: נדרשת גישה לקבצים
hi: फ़ाइल एक्सेस आवश्यक है
hr: Potreban je pristup datotekama
hu: Fájlhozzáférés szükséges
id: Akses File Diperlukan
is: Aðgangur að skrám er nauðsynlegur
it: Accesso ai file necessario
ja: ファイルへのアクセスが必要です
kn: ಫೈಲ್ ಪ್ರವೇಶ ಬೇಕು
ko: 파일 접근 필요
lt: Reikia prieigos prie failų
lv: Nepieciešama piekļuve failiem
ml: ഫയൽ അനുമതി വേണം
mr: फाइलचा प्रवेश आवश्यक
nb: Filtilgang kreves
nl: Bestandstoegang nodig
pa: ਫ਼ਾਈਲਾਂ ਦੀ ਪਹੁੰਚ ਚਾਹੀਦੀ ਹੈ
pl: Potrzebny dostęp do plików
pt_br: Acesso a Arquivos necessário
ro: Este necesar accesul la fișiere
ru: Требуется доступ к файлам
sk: Vyžaduje sa prístup k súborom
sl: Potreben je dostop do datotek
sv: Filåtkomst behövs
sw: Ufikiaji wa Faili Unahitajika
ta: கோப்பு அணுகல் தேவை
te: ఫైల్ అనుమతి అవసరం
th: ต้องใช้สิทธิ์เข้าถึงไฟล์
tr: Dosya Erişimi Gerekli
uk: Потрібен доступ до файлів
ur: فائلوں کی رسائی درکار ہے
vi: Cần quyền truy cập tệp
zh_hans: 需要文件访问权限
zu: Kudingeka imvume yamafayela
